{
  "LuaSnip": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "automkdir.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "code_runner.nvim": { "branch": "main" },
  "codex.nvim": { "branch": "main" },
  "competitest.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot-status.nvim": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dired.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "heirline.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neocodeium": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luapad": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tcss": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-rainbow2": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "peek.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "scope.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "sniprun": { "branch": "master" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-tabs": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "triptych.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "xcodebuild.nvim": { "branch": "main" }
}
